Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# error.licensing.timed-out
source: Checking for license status timed out
cs: Připojení k licenčnímu serveru vypršelo
de: Überprüfung des Lizenzstatus zeitlich abgelaufen
es_419: Se agotó el tiempo de espera para verificar el estado de la licencia
fr: La vérification du statut de la licence a expiré
it: La verifica dello stato della licenza ha richiesto troppo tempo
pt_pt: A verificação do estado da licença expirou
ru: Не удалось проверить лицензию за выделенное время
tr: Lisans durumu kontrolü zaman aşımına uğradı
uk: Перевірка статусу ліцензії, термін дії якої закінчився
zh_hans: 检查许可证状态超时
zh_hant: 檢查授權狀態載入時間過長

# error.maintenance.cache-purging.command-failed
source: Cache purging failed
cs: Při mazání mezipaměti se vyskytla chyba
de: Cache-Leerung fehlgeschlagen
es_419: El purgado del cache fallo
fr: La purge du cache a échoué
it: Purga cache fallita
pt_pt: Limpeza de cache falhou
ru: Не удалось очистить кеш
tr: Önbellek temizleme başarısız oldu
uk: Не вдалося очистити кеш
zh_hans: 缓存清除失败
zh_hant: 快取清除失敗

# error.maintenance.health-check.standard-error-not-empty
source: Standard error not empty
cs: Funkce vrátila chyby
de: Standardfehler nicht leer
es_419: Error estándar no vacio
fr: Erreur standard non vide
it: Errore standard non vuoto
pt_pt: Erro padrão não vazio
ru: В выводе для ошибок присутствует текст
tr: Standart hata boş değil
uk: Стандартна помилка не порожня
zh_hans: 标准报错不为空
zh_hant: 標準錯誤不為空

# error.maintenance.orphan-removal.could-not-uninstall-orphans.%@
source: Could not uninstall orphans: %@
cs: Při odinstalování osiřelých balíčku se vyskytla chyba: %@
de: Waiseneinstellungen konnten nicht deinstalliert werden: %@
es_419: No se pudo desinstalar los huérfanos %@
fr: Impossible de désinstallé les paquets orphelins : %@
it: Impossibile installare orfani: %@
pt_pt: Não foi possível desinstalar orfãos: %@
ru: Не удалось удалить ненужные зависимости
tr: Artık kalanlar kaldırılamadı: %@
uk: Не вдалося видалити зайві пакети: %@
zh_hans: 无法卸载孤立包: %@
zh_hant: 無法移除孤立套件： %@

# error.package-loading.could-not-load-formulae.title
source: Couldn’t load Formulae
cs: Při načítání vzorců se vyskytla chyba
de: Formel konnte nicht geladen werden
es_419: No se pudieron cargar las formulas
fr: Impossible de charger les Formules
it: Impossibile caricare formula
ru: Не удалось загрузить приложения/библиотеки
tr: Formüller yüklenemedi
uk: Не вдалося завантажити Formula
zh_hans: 无法加载 Formulae
zh_hant: 無法載入 Formulae

# error.outdated-packages.could-not-decode-command-output.%@
source: Could not decode the provided data using the built-in JSON decoder: %@
cs: Při dekódování JSON se vyskytla chyba: %@
de: Die bereitgestellten Daten konnten mit dem integrierten JSON-Decoder nicht decodiert werden: %@
es_419: No se pudieron decodificar los datos proporcionados usando el decodificado integrado JSON: %@
fr: Impossible de décoder les données fournies avec le décodeur JSON intégré : %@
it: Impossibile decodificare i dati forniti usando il decodificatore JSON incluso: %@
pt_pt: Não foi possível descodificar os dados usando o descodificador de JSON: %@
ru: Не удалось расшифровать полученные данные с помощью встроенного расшифровщика JSON: %@
tr: Sağlanan veri yerleşik JSON çözücüyle okunamadı: %@
uk: Не вдалося декодувати надані дані за допомогою вбудованого декодера JSON: %@
zh_hans: 无法使用内置的 JSON 解码器对 %@ 进行解码
zh_hant: 無法使用內建的 JSON 解碼器解碼提供的數據：%@

# error.intents.general-failure
source: Couldn’t execute intent
cs: Při spouštění akce se vyskytla chyba
de: Absicht konnte nicht ausgeführt werden
es_419: No se pudo ejecutar el intent
fr: Impossible d'exécuter l'intention
it: Impossibile eseguire intento
ru: Не удалось выполнить действия
tr: İşlem gerçekleştirilemedi
uk: Не вдалося здійснити намір
zh_hans: 无法执行操作
zh_hant: 無法執行操作

# error.outdated-packages.home-not-set
source: HOME is not properly set in the Homebrew command
cs: Parametr HOME není pro Homebrew příkazy správně nastaven
de: HOME ist im Homebrew-Befehl nicht richtig eingestellt.
es_419: La carpeta HOME no se configuro correctamente en el comando de Homebrew
fr: HOME n’est pas correctement défini dans la commande Homebrew
it: La HOME non è impostata correttamente nel comando di Homebrew
pt_pt: HOME não está devidamente definido no comando Homebrew
ru: Переменная HOME не установлена в команде Homebrew
tr: Homebrew komutunda HOME doğru tanımlanmamış
uk: У команді Homebrew неправильно встановлено параметр HOME
zh_hans: Homebrew 命令中未正确设置 HOME 变量
zh_hant: HOME 在 Homebrew 命令中未正確設置

# error.package-details.couldnt-pin-unpin
source: An error occured during the pinning process
cs: Při připínání se vyskytla chyba
de: Während des Pinning-Prozesses ist ein Fehler aufgetreten.
es_419: Ocurrió un error durante el proceso de anclaje
fr: Une erreur est survenue durant le processus de « pinning »
it: Si è verificato un errore durante il blocco
pt_pt: Ocorreu um erro durante o processo de fixação
ru: Произошла ошибка при закреплении
tr: Pinleme işlemi sırasında bir hata oluştu
uk: Виникла помилка в процесі закріплення
zh_hans: 在固定过程中发生错误
zh_hant: 釘選過程中發生錯誤

# error.package-loading-couldnt-get-package-from-parsed-output
source: Couldn't load package from JSON response from Homebrew
cs: Při čtení balíčku z JSON odpovědi Homebrew se vyskytla chyba
de: Das Paket konnte nicht aus der JSON-Antwort von Homebrew geladen werden.
es_419: No se pudo cargar el paquete desde la respuesta JSON de Homebrew
fr: Impossible de charger le paquet depuis la réponse JSON retournée par Homebrew
it: Impossibile caricare pacchetto da risposta JSON da Homebrew
pt_pt: Não foi possível carregar a biblioteca da resposta JSON do Homebrew
ru: Не удалось загрузить информацию о пакете в формате JSON
tr: Homebrew JSON yanıtından paket getirilemedi
uk: Не вдалося завантажити пакунок з відповіді JSON від Homebrew
zh_hans: 无法从 Homebrew JSON 响应中加载包
zh_hant: 無法從 Homebrew 的 JSON 回應載入套件

# error.package-loading.%@-does-not-have-any-versions-installed
source: Package %@ does not have any versions installed
cs: Balíček %@ nemá nainstalované žádné verze
de: Das Paket %@ hat keine installierten Versionen.
es_419: El paquete %@ no contiene ninguna version instalada
fr: Le paquet %@ n’a aucune versions installées
it: Il pacchetto %@ non ha nessuna versione installata
pt_pt: A biblioteca %@ não tem nenhuma versão instalada
ru: Пакет %@ не имеет установленных версий
tr: %@ paketinin kurulu herhangi bir sürümü bulunmuyor
uk: Пакет %@ не має жодних встановлених версій
zh_hans: 并未安装软件包 %@ 的任何版本
zh_hant: 套件 %@ 沒有任何已安裝的版本

# error.package-loading.%@-not-a-folder
source: %@ is not a package folder
cs: %@ není balíček
de: %@ ist kein Paketordner.
es_419: %@ no es una carpeta del paquete
fr: %@ n’est pas le dossier d’un paquet
it: %@ non è una cartella di un pacchetto
pt_pt: %@ não é uma pasta de biblioteca
ru: %@ не является папкой, содержащей версии пакета
tr: %@ bir paket klasörü değildir
uk: %@ не є папкою пакету
zh_hans: %@ 不是一个软件包路径
zh_hant: %@ 不是套件資料夾

# error.package-loading.could-not-load-%@-at-%@-because-%@
source: Couldn't load package %1$@ (%2$@): %3$@
cs: Při načítání balíčku %1$@ (%2$@) se vyskytla chyba: %3$@
de: Das Paket %1$@ (%2$@) konnte nicht geladen werden: %3$@
es_419: No se pudo cargar el paquete %1$@(%2$@):%3$@
fr: Impossible de charger le paquet %1$@ (%2$@) : %3$@
it: Impossibile caricare il pacchetto %1$@ (%2$@): %3$@
pt_pt: Não foi possível carregar a biblioteca %1$@ (%2$@):%3$@
ru: Не удалось загрузить пакет %1$@ (%2$@): %3$@
tr: %1$@ (%2$@) paketi yüklenemedi: %3$@
uk: Не вдалося завантажити пакет %1$@ (%2$@): %3$@
zh_hans: 无法加载软件包 %1$@ (%2$@): %3$@
zh_hant: 無法載入套件 %1$@ (%2$@):%3$@

# error.package-loading.could-not-load-casks.title
source: Couldn’t load Casks
cs: Při načítání soudků se vyskytla chyba
de: Casks konnte nicht geladen werden
es_419: No se pudieron cargar los casks
fr: Impossible de charger les Casks
it: Impossibile caricare i cask
ru: Не удалось загрузить приложения macOS
tr: Cask'lar yüklenemedi
uk: Не вдалося завантажити Cask
zh_hans: 无法加载 Cask
zh_hant: 無法載入 Cask

# generic.false
source: No
cs: Ne
de: Nein
es_419: Nº
fr: Non
ko: 아니오
pt_pt: Não
ru: Нет
tr: Hayır
uk: Ні
zh_hans: 否
zh_hant: 否

# error.json-parsing.could-not-convert-string-to-data.%@
source: Could not convert the provided String to Data with error: %@
cs: Při převodu datového typu String do Data se vyskytla chyba: %@
de: Die angegebene Zeichenfolge konnte nicht in Daten konvertiert werden. Fehler: %@
es_419: No se pudo convertir el String proporcionado a datos, con el error: %@
fr: Impossible de convertir la String fournie en Data, erreur : %@
it: Impossibile convertire la stringa in dati, errore: %@
pt_pt: Não foi possível converter a String para Data: %@
ru: При попытке преобразовать тип String в Data произошла ошибка: %@
tr: Verilen String'i Data'ya dönüştürme hatası: %@
uk: Не вдалося перетворити наданий String у Data з помилкою: %@
zh_hans: 无法将提供的字符串转换为数据，出错: %@
zh_hant: 無法將提供的字串轉換為資料，錯誤：%@

# error.maintenance.orphan-removal.could-not-get-number-of-uninstalled-orphans
source: Could not get the number of orphans uninstalled as a result of this operation
cs: Při počítání balíčků, které by tímto byly odstraněny, se vyskytla chyba
de: Die Anzahl der durch diesen Vorgang deinstallierten Waisen konnte nicht ermittelt werden.
es_419: No se pudo obtener el numero de huérfanos desinstalamos como resultado de esta operación
fr: Impossible d’obtenir le nombre de paquet orphelins désinstallés durant cette opération
it: Impossibile ottenere il numero di orfani disinstallati da questa operazione
pt_pt: Não foi possível obter o número de orfãos desinstalados como resultado desta operação
ru: Не удалось получить количество ненужных зависимостей, удаленных в результате операции
tr: Bu işlem sonucunda kaldırılan artık kalan bileşenlerin sayısı doğrulanamadı
uk: Не вдалося отримати інформацію про кількість зайвих пакетів, які було деінстальовано в результаті цієї операції
zh_hans: 无法获得因该操作而卸载的孤立包数量
zh_hant: 無法取得此操作移除的孤立套件數量

# error.generic.couldnt-convert-string-to-data
source: Couldn't convert JSON response from Homebrew to Data
cs: Při převodu JSON odpovědi na data se vyskytla chyba
de: Die JSON-Antwort von Homebrew konnte nicht in Daten konvertiert werden.
es_419: No se pudo convertir la respuesta JSON de Homebrew a datos
fr: Impossible de convertir la réponse JSON de Homebrew en Data
it: Impossibile convertire risposta JSON di Homebrew in dati
pt_pt: Não foi possível converter a resposta JSON do Homebrew para o Data
ru: Не удалось преобразовать ответ от Homebrew в формате JSON в Data
tr: Homebrew JSON yanıtı Data'ya dönüştürülemedi
uk: Не вдалося перетворити JSON-відповідь з Homebrew у Data
zh_hans: 无法由 Homebrew 转换 JSON 响应至二进制数据
zh_hant: 無法將 Homebrew 的 JSON 回應轉換為數據

# error.package-loading.no-terminal-output-returned
source: Homebrew didn't respond
cs: Homebrew neodpověděl
de: Homebrew hat nicht reagiert.
es_419: Homebrew no responde
fr: Homebrew n’a pas répondu
it: Homebrew non ha risposto
pt_pt: O Homebrew não respondeu
ru: Ожидаемый вывод Homebrew отсутствует
tr: Homebrew yanıt vermedi
uk: Homebrew не відповідає
zh_hans: Homebrew 无响应
zh_hant: Homebrew 沒有回應

source: Some packages were not loaded due to an internal error
cs: Při načítání balíčků se vyskytla vnitřní chyba
de: Einige Pakete wurden aufgrund eines internen Fehlers nicht geladen.
es_419: Algunos paquetes no se cargaron por un error interno
fr: Quelques paquets n’ont pas été chargés à cause d’une erreur interne
it: Alcuni pacchetti non sono stati caricati a causa di un errore interno
ru: Некоторые пакеты не удалось загрузить из-за внутренней проблемы
tr: İçsel bir hata nedeniyle bazı paketler yüklenemedi
uk: Деякі пакети не були завантажені через внутрішню помилку
zh_hans: 由于内部错误，部分软件包未能加载
zh_hant: 部分套件因內部錯誤而無法載入

# error.package-loading.standard-error-not-empty.%@
source: Homebrew returned JSON with the following error: %@
cs: Homebrew poskytnul JSON s touto chybou: %@
de: Homebrew hat JSON mit folgendem Fehler zurückgegeben: %@
es_419: Homebrew devolvió el siguiente error JSON: %@
fr: Homebrew a retourné du JSON avec l’erreur suivante : %@
it: Homebrew ha restituito JSON con il seguente errore: %@
pt_pt: O Homebrew retornou um JSON com o seguinte erro: %@
ru: Homebrew вернул JSON с ошибкой: %@
tr: Homebrew şu hatayı içeren bir JSON döndürdü: %@
uk: Homebrew повернув JSON з наступною помилкою: %@
zh_hans: Homebrew 返回 JSON 包含以下错误: %@
zh_hant: Homebrew 返回的 JSON 包含以下錯誤：%@

# error.package-retrieval.uuid.could-not-find-any-packages-in-tracker
source: Could not find any package with the provided UUID in the package tracker
cs: Poskytnuté UUID balíčku nebylo nalezeno
de: Es konnte kein Paket mit der angegebenen UUID im Paket-Tracker gefunden werden.
es_419: No se pudo encontrar ningún paquete con el UUID proporcionado en el rastreador de paquetes
fr: Impossible de trouver un paquet avec l’UUID fourni dans le gestionnaire de paquet
it: Impossibile trovare un pacchetto con l’UUID fornito nel tracker pacchetti
pt_pt: Não foi possível encontrar nenhuma biblioteca com o UUID fornecido
ru: На трекере пакетов не удалось найти ни одного пакета с указанным UUID
tr: Paket izleyicisinde belirtilen UUID ile eşleşen herhangi bir paket bulunamadı
uk: Не вдалося знайти пакет з вказаним UUID у трекері пакетів
zh_hans: 无法从所提供的软件包跟踪器 UUID 中找到任何软件包
zh_hant: 在套件追蹤器中找不到具有該 UUID 的套件

# error.package-synchronization.returned-nil
source: Package synchronization failed
cs: Při synchronizaci balíčků se vyskytlas chyba
de: Paketsynchronisation fehlgeschlagen
es_419: La sincronización de paquetes fallo
fr: La synchronisation des paquets a échoué
it: Sincronizzazione pacchetti fallita
ru: Синхронизация пакетов не удалась
tr: Paket senkronizasyonu başarısız oldu
uk: Не вдалося синхронізувати пакет
zh_hans: 软件包同步失败
zh_hant: 套件同步失敗

# error.permissions.could-not-obtain-folder-access-permissions.%@
source: Could not obtain access permissions to the specified folder: %@
cs: Nepovedlo se získat oprávnění k přístupu do složky: %@
de: Es konnten keine Zugriffsberechtigungen für den angegebenen Ordner abgerufen werden: %@
es_419: No se pudieron obtener los permisos de acceso a la carpeta especificada: %@
fr: Impossible d’obtenir la permission d’accéder au dossier spécifié : %@
it: Impossibile ottenere permessi di accesso alla cartella specificata: %@
pt_pt: Não foi possível obter permissões para aceder à pasta especificada: %@
ru: Не удалось получить информацию о разрешениях следующей папки: %@
tr: Belirtilen klasöre erişim izinleri sağlanamadı: %@
uk: Не вдалося отримати дозволи на доступ до вказаної папки: %@
zh_hans: 无法对 %@ 文件夹获取访问权限
zh_hant: 無法取得指定資料夾的存取權限：%@

# error.regex.nothing-matched
source: REGEX matched nothing
cs: REGEX nic nenašel
de: REGEX hat nichts gefunden
es_419: REGEX no encontro coincidencias
fr: L'expression régulière n'a rien trouvé
it: REGEX non ha trovato corrispondenze
pt_pt: Sem padrões REGEX
ru: Регулярное выражение не совпало
tr: Hiçbir REGEX eşleşmesi bulunamadı
uk: REGEX не знайшов відповідників
zh_hans: 正则表达式没有任何匹配结果
zh_hant: 正規表達式未匹配任何內容

# error.services.loading.could-not-encode-string.%@
source: Could not encode data: %@
cs: Při kódování se vyskytla chyba: %@
de: Daten konnten nicht codiert werden: %@
es_419: No se pudo codificar los datos: %@
fr: Impossible d’encoder la data : %@
it: Impossibile codificare dati: %@
pt_pt: Não foi possível codificar os dados: %@
ru: Не удалось зашифровать данные: %@
tr: Veri kodlanamadı: %@
uk: Не вдалося закодувати дані: %@
zh_hans: 无法编码数据: %@
zh_hant: 無法對資料進行編碼：%@

# error.services.loading.no-output
source: Homebrew didn't return any data
cs: Homebrew neposkytnul žádná data
de: Homebrew hat keine Daten zurückgegeben.
es_419: Homebrew no regreso ningun dato
fr: Homebrew n’a retourné aucune données
it: Homebrew non ha restituito nessun dato
pt_pt: Homebrew não devolveu dados
ru: Homebrew не вернул ожидаемых данных
tr: Homebrew herhangi bir veri döndürmedi
uk: Homebrew не повернув жодних даних
zh_hans: Homebrew 未返回任何数据
zh_hant: Homebrew 未回應任何資料

# error.services.loading.other-error.%@
source: Unimplemented error: %@
cs: Neimplementovaná chyba: %@
de: Nicht implementierter Fehler: %@
es_419: Error no implementado: %@
fr: Erreur non implémentée : %@
it: Errore non implementato: %@
pt_pt: Erro não implementado: %@
ru: Непредвиденная ошибка: %@
tr: Henüz tanımlanmamış hata: %@
uk: Невпроваджена помилка: %@
zh_hans: 未实现错误: %@
zh_hant: 此功能尚未實作：%@

# generic.true
source: Yes
cs: Ano
de: Ja
es_419: Sí
fr: Oui
it: Sì
ko: 네
pt_pt: Sim
ru: Да
tr: Evet
uk: Так
zh_hans: 是
zh_hant: 是

# error.services.loading.parsing-failed
source: Parsing of services failed
cs: Při čtení informací o služvách se vyskytla chyba
de: Die Analyse der Dienste ist fehlgeschlagen.
es_419: Análisis de servicios fallo
fr: L'analyse des services a échoué
it: Analisi dei servizi fallita
pt_pt: Análise dos serviços falhou
ru: Не удалось расшифровать информацию о сервисах
tr: Servis ayrıştırması başarısız oldu
uk: Не вдалося виконати аналіз сервісів
zh_hans: 服务解析失败
zh_hant: 服務解析失敗

# error.services.stopping.could-not-stop-service.%@
source: Could not stop the service: %@
cs: Při ukončování služby se vyskytla chyba: %@
de: Der Dienst konnte nicht beendet werden: %@
es_419: No se pudo detener el servicio: %@
fr: Impossible de stopper le service : %@
it: Impossibile arrestare il servizio: %@
pt_pt: Não foi possível parar o serviço: %@
ru: Не удалось остановить сервис: %@
tr: Servis durdurulamadı: %@
uk: Не вдалося зупинити сервіс: %@
zh_hans: 无法停止 %@ 服务
zh_hant: 無法停止該服務：%@

# error.tap.untap.could-not-untap.tap-%@.failure-reason-%@
source: Could not remove tap%1$@ with output: %2$@
cs: Při odstraňování pípy %1$@ se vyskytla chyba: %2$@
de: Tap%1$@ konnte nicht entfernt werden, mit der Ausgabe: %2$@
es_419: No se pudo remover el tap %1$@, la salida es: %2$@
fr: Impossible de supprimer le Tap %1$@ pour la raison suivante : %2$@
it: Impossibile rimuovere tap%1$@ con output: %2$@
pt_pt: Não foi possível remover o tap%1$@ com o output: %2$@
ru: Не удалось удалить источник %1$@, был получен вывод: %2$@
tr: %1$@ Tap'ı kaldırılamadı, çıktı: %2$@
uk: Не вдалося видалити tap%1$@ з виводом: %2$@
zh_hans: 无法移除 Tap %1$@ (输出: %2$@ )
zh_hant: 無法移除 Tap %1$@ 結果：%2$@

# error.top-packages.could-not-download-data
source: Couldn't download top packages
cs: Při stahování nejobblíbenějších balíčků se vyskytla chyba
de: Top-Pakete konnten nicht heruntergeladen werden
es_419: No se pudieron descargar los paquetes principales
fr: Impossible de télécharger la liste des paquets populaire
it: Impossibile scaricare pacchetti popolari
pt_pt: Não foi possível transferir as bibliotecas principais
ru: Не удалось загрузить список популярных пакетов
tr: Paket verileri indirilemedi
uk: Не вдалося завантажити найкращі пакунки
zh_hans: 无法下载上层包
zh_hant: 無法下載熱門套件

# error.top-packages.impossible-error
source: The requested package was not found in the array, even though it should have been found
cs: Žádaný balíček nebyl nalezen, i když měl být
de: Das angeforderte Paket wurde nicht im Array gefunden, obwohl es gefunden werden sollte.
es_419: El paquete solicitado no se encontró en la matriz, a pesar de que debería ser encontrado
fr: Le paquet demandé n’a pas été trouvé dans le tableau, même s’il aurait dû s’y trouver
it: Il pacchetto richiesto non è stato trovato nell’array, nonostante sarebbe dovuto esserci
pt_pt: A biblioteca pedida não foi encontrada na lista, embora devesse ter sido encontrada
ru: Запрошенный пакет не найден в массиве, хотя должен был быть найден
tr: İstenen paket dizide bulunamamıştır, oysa bulunması gerekiyordu
uk: Необхідний Вам пакет не знайдено в масиві, хоча він мав би бути знайдений
zh_hans: 所请求的软件包并未找到
zh_hant: 找不到請求的套件，但照理說應該要有

source: The specified path points to the Cask folder itself, not a package. Your Homebrew is broken, this is not a Cork issue
cs: Poskytnutá cesta k souboru vede do složky obsahující soudky místo balíčku. Vás homebrew je rozbitý, tohle není chyba Corku
de: Der angegebene Pfad verweist auf den Cask-Ordner selbst, nicht auf ein Paket. Ihr Homebrew ist defekt, dies ist kein Problem von Cork.
es_419: La ruta especificada señala a la carpeta de Casks en si misma, no a un paquete. Tu instalación de Homebrew esta rota, este no es un problema de Cork
fr: Le chemin indiqué désigne le dossier Cask lui même, pas un paquet. Votre installation de Homebrew est cassée, ce n’est pas un problème de Cork
it: Il percorso specificato punta alla cartella dei cask stessa, non a un pacchetto. Il tuo Homebrew è compromesso, non è un problema di Cork
pt_pt: O caminho específico que aponta para a pasta do Cask, não a biblioteca. O teu Homebrew está corrompido, isto não é um problema do Cork
ru: Указанный путь ведет к папке приложения macOS, а не к папке, содержащей пакет. Это является проблемой с вашим Homebrew, а не с Cork.
tr: Belirtilen yol, bir paketten ziyade Cask klasörünün kendisini işaret ediyor. Homebrew'unuz bozuk, bu bir Cork sorunu değil
uk: Цей шлях вказує на саму папку Cask, а не на пакет. Ваш Homebrew не працює, це не проблема Cork
zh_hans: 所提供的路径指向 Cask 文件夹本身，并非指向软件包。你的 Homebrew 程序损坏，这并非是 Cork 的问题
zh_hant: 指定的路徑指向 Cask 資料夾本身，而不是套件。 您的 Homebrew 已損壞，這不是 Cork 的問題

# error.package-loading.could-not-load-taps.title
source: Couldn’t load Taps
cs: Při načítání píp se vyskytla chyba
de: Taps konnten nicht geladen werden
es_419: No se pudieron cargar los taps
fr: Impossible de charger les Taps
it: Impossibile caricare i tap
ru: Не удалось загрузить источники
tr: Tap'lar yüklenemedi
uk: Не вдалося завантажити Tap
zh_hans: 无法加载 Tap
zh_hant: 無法載入 Tap

source: Loading top packages…
cs: Načítání nejoblíbenějších balíčků…
de: Lade beliebte Pakete…
es_419: Cargando paquetes principales…
fr: Chargement des meilleurs packages…
it: Carico pacchetti popolari…
ko: 상위 패키지 로드 중...
pt_pt: Carregando bibliotecas principais…
ru: Загрузка популярных пакетов...
tr: Liste başı paketler yükleniyor…
uk: Завантаження найкращих пакетів...
zh_hans: 加载热门软件包...
zh_hant: 讀取熱門套件中…

# error.generic-couldnt-decode-json.%@
source: Couldn't decode JSON response from Homebrew: %@
cs: Při čtení JSON odpovědi od Homebrew se vyskytla chyba: %@
de: JSON-Antwort von Homebrew konnte nicht decodiert werden: %@
es_419: No se pudieron decodificar la respuesta JSON del servidor Homebrew: %@
fr: Impossible de décoder la réponse JSON de Homebrew : %@
it: Impossibile decodificare la risposta JSON di Homebrew: %@
pt_pt: Não foi possível descodificar a resposta JSON do Homebrew: %@
ru: Не удалось расшифровать ответ от Homebrew в формате JSON: %@
tr: Homebrew JSON yanıtı çözümlenemedi: %@
uk: Не вдалося декодувати JSON відповідь від Homebrew: %@
zh_hans: 无法从 Homebrew 中解码 JSON 响应:\n%@
zh_hant: 無法解碼來自 Homebrew 的 JSON 回應：%@

# intent.get-installed-packages.title
source: Get installed packages
cs: Načíst nainstalované balíčky
de: Installierte Pakete abrufen
es_419: Obtener paquetes instalados
fr: Obtenir les paquets installés
it: Ottieni pacchetti installati
pt_pt: Obter bibliotecas instaladas
ru: Получить установленные пакеты
tr: Kurulu paketleri getir
uk: Отримати встановленні пакети
zh_hans: 获取已安装软件包
zh_hant: 獲取已安裝的套件

source: Installing %@
cs: Instalace %@
de: Installiere %@
es_419: Instalando %@
fr: Installation de %@
it: Installo %@
ko: %@ 설치 중
pt_pt: A instalar %@
ru: Установка %@
tr: %@ yükleniyor
uk: Встановлення %@
zh_hans: 安装 %@
zh_hant: 正在安裝 %@
